-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 09, 2023 at 02:46 PM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.1.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `upload_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `images`
--

CREATE TABLE `images` (
  `id` int(11) NOT NULL,
  `file_name` varchar(255) NOT NULL,
  `headlines` varchar(255) NOT NULL,
  `content` mediumtext NOT NULL,
  `uploaded_on` datetime NOT NULL,
  `status` enum('1','0') NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `images`
--

INSERT INTO `images` (`id`, `file_name`, `headlines`, `content`, `uploaded_on`, `status`) VALUES
(38, '261A6098-scaled-aspect-ratio-684x513-2-684x596-1.jpg', 'CrossFit Muay Thai & Western Boxing', 'We have a wealth of activites to try plus some unique ways to get fit, like our Buddha Run Challenge and Truck Push', '2023-01-09 14:31:05', '1'),
(39, 'iqe9b65e3b05b59992af0b77bd98248c01.jpg', 'อ็ม บี เค เซ็นเตอร์ จัดแข่งชกมวย MBK CENTER FIGHT NIGHT', 'ศูนย์การค้าเอ็ม บี เค เซ็นเตอร์ สืบสานศิลปะการต่อสู้ของไทย เผยแพร่มรดกทางวัฒนธรรมสู่สายตานักท่องเที่ยวทั่วโลกที่มาใช้บริการในศูนย์ฯ จัดกิจกรรม MBK CENTER FIGHT NIGHT การแข่งขันชกมวยไทยและมวยสากล', '2023-01-09 14:37:14', '1'),
(40, '634109.jpg', 'หน้าเหวอไปดิ! สาวโดดใส่ไม่ยั้ง โดนหนุ่มราดหัว หลังปฏิเสธชนแก้ว', 'อย่ารังแกผู้หญิง! สาวใส่ไม่ยั้ง จัดแม่ไม้มวยไทยโชว์ลูกถีบจังๆใส่หนุ่มราดน้ำซะเปียกโชกหลังปฏิเสธชนแก้ว ก่อนจะมารู้ทีหลังว่า แกเล่นผิดคนแล้วพ่อหนุ่ม  8 ก.พ.65 เป็นคลิปเดือดที่ถูกโดยผู้ใช้เฟซบุ๊ก Pareploy Saeaia ซึ่งเธอได้มาโพสต์เตือนภัยผู้หญิง ว่าขณะที่เธอนั่งทานข้าวต้มอยู่ในร้าน มีชายรายหนึ่งมาขอชนแก้วกับเธอ เธอปฏิเสธไปโดยให้เหตุผลว่าทานข้าวอยู่ ชายรายนี้เดินกลับไปที่โต๊ะ ไม่ถึง 5 นาที กลับมาพร้อมแก้วน้ำและราดไปที่ตัวเธอ เธอตั้งสติได้จึงเกิดเหตุวิวาทตามคลิป ', '2023-01-09 14:40:36', '1'),
(41, '1421536-img.vmv37l.x7wm.jpg', 'นักมวยสาวโชว์นมกลางเวทีมวย', 'สื่อนอกรายงานว่า \"คลิปที่กำลังเป็นไวรัลอยู่ในตอนนี้ คือ คลิปของนักมวยสาวที่ชื่อว่า \"ไท อีเมอรี่\" หลังจากที่เธอชกชนะคู่แข่ง ภายในไม่กี่วินาที ในการแข่ง BKFC กับ นักมวยสาวของไทย เธอดูตื่นเต้นมา ซึ่งเธอก็ได้ปีนเชือกเวที พร้อมกับเปิดโชว์นมกลางเวทีมวย ซึ่งนั่นก็ทำให้ผู้ชมที่มาดูมวย ต่างก็ก็โห่ร้องเชียร์เธอกันอย่างล้นหลาม...\" อ่านต่อได้ที่ https://board.postjung.com/1421536', '2023-01-09 14:41:18', '1'),
(42, 'Web-pic-1920-1278-2023-01-08T001533.034.png', 'รับรองต้องอึ้ง! “ชิงกิซ อัลลาซอฟ” เตรียมไม้เด็ดเผด็จศึก “ซุปเปอร์บอน”', 'หลังโชว์ฟอร์มแกร่งสางแค้นนักชกชาวไทย “สิทธิชัย ศิษย์สองพี่น้อง” ไปอย่างขาดลอย นั่งแท่นแชมป์ ONE เวิลด์ กรังด์ปรีซ์ คิกบ็อกซิ่ง รุ่นเฟเธอร์เวต “ชิงกิซ” ก็รอโอกาสที่จะเผชิญหน้ากับตัวพ่อคิกบ็อกซิ่งชาวไทยมาตลอด  เดิมทีเขาได้คิวซิวเข็มขัดเมื่อเดือน ต.ค.64 แต่สุดท้ายต้องถอนชกเนื่องจากอาการบาดเจ็บ ต่อมาในเดือน ธ.ค.64 ทั้งคู่ได้คิวใหม่ แต่ไฟต์ก็ต้องถูกเลื่อนออกไปเนื่องจาก “ซุปเปอร์บอน” เกิดอาการป่วยต้องถอนชก', '2023-01-09 14:45:22', '1'),
(43, '33333.jpg', 'KHUNSUEK MUAY THAI GYM ขุนศึกมวยไทยเปิดให้บริการครบวงจร ที่เดียวที่กระบี่', 'ขุนศึกมวยไทยเปิดให้บริการครบวงจร ทั้งการบริการยิมมวยไทย ฟิตเนส ที่พักอาศัยแบบโฮสเทล และร้านอาหารภายในพื้นที่อาคารสูง 4 ชั้น สิ่งที่เห็นก็คือ มวยสมัยนี้ไม่เหมือน กับสมัยก่อนที่เราดูตอนเด็กๆ ศิลปะแม่ไม้มวยไทยแทบจะไม่มีให้เห็น การให้คะแนนก็ดูไม่เหมือนที่เราเข้าใจ  วันนี้อยากเป็นอีกหนึ่งทีมที่ร่วมอนุรักษ์มวยไทยในเชิงกีฬา และ ศิลปะวัฒนธรรมของชาติไทย ก็เลยเป็นที่มาของขุนศึกมวยไทย\"                                                               ', '2023-01-09 20:14:08', '1'),
(44, 'ข่าวมวยไทย-20.jpg', 'อนุรักษ์ โชว์โหดพลิกชนะคะแนน กุหลาบขาว ไปได้สำเร็จ', 'คู่เอกใน ศึกมวยไทยพลังใหม่ กับการชกคู่นักชกรุ่นพิกัด 140.0 ป. เป็นการพบกันของนักชกฝ่ายแดง อนุรักษ์ ทีเด็ด 99 ปะทะเดือดกับฝ่ายน้ำเงิน กุหลาบขาว สจ.เปี๊ยกอุทัย สำหรับเกมการชกครั้งนี้เป็นการพบกันครั้งที่ 3 ระหว่างทั้ง 2 นักชก โดยฝ่ายแดงอนุรักษ์ เป็นนักชกที่เดินทางมาไกลจาก 3 ชายแดนภาคใต้ เป็นนักชกพื้นเพของชาวนราธิวาส เป็นนักชกที่ถนัดขวาและพยายามเดินเกมเพื่อไล่บี้ ทั้งการออกหมัดเตะต่อยตลอด ช่วงแรกเหมือนกับฝ่ายแดงจะเสียเปรียบอยู่ใน 2 ยกแรก  หากแต่เมื่อขึ้นยกที่ 3 ทางด้านของฝ่ายแดงอนุรักษ์ พยายามอย่างหนัก ที่จะไล่ต้อนและเก็บคะแนนด้วยการออกทั้งหมัดและศอก เดินแบบไม่ไม่กลัวเกรง เปิดเกมเตะขาบู๊ดุดันใส่ฝ่ายน้ำเงินกุหลาบขาว นักชกจากกำแพงเพชร ที่เริ่มต้องตั้งรับนักชกฝ่ายแดงที่เสียเปรียบในช่วงแรก ด้วยการพยายามออกหมัดไล่คะแนนกลับแต่ช้าไป สุดท้ายไม่สามารถทนทานการบุกจากอีกฝ่ายได้ สรุปผลคะแนนทำให้ฝ่ายแดงอนุรักษ์ สามารถเอาชนะคะแนนฝ่ายน้ำเงินกุหลาบขาวไปได้ในที่สุด', '2023-01-09 20:17:02', '1'),
(45, 'ข่าวมวยไทย-19.jpg', 'ค้านสายตาคนดูซะแล้ว หลังซันเดย์ เสมอกับยอดดอย แบบสุดงง', 'แฟนมวยต่างไม่เห็นด้วย กับผลแข่งระหว่างซันเดย์ กับ ยอดดอย ศึกมวยไทยพันธมิตร ของการชกในพิกัด 114 ป. ทางด้านฝ่ายแดง ซันเดย์ ยูฟ่าบูมเด็กเซียน ตบเท้าขึ้นสังเวียนปะทะฝ่ายน้ำเงิน ยอดดอย แก้วสัมฤทธิ์ สำหรับการขึ้นชกครั้งนี้ฝ่ายแดงซันเดย์  เป็นต่อมากกว่าฝ่ายน้ำเงินยอดดอย ในด้านของความสูง หากแต่ถือได้ว่าเป็นนักชกคนบ้านเดียวกัน ด้วยทั้งคู่เป็นนักชกชาวเชียงใหม่ แล้วได้โคจรมาพบกันที่เวทีมวยกองทัพอากาศในวันนี้ การเดินเกมของฝ่ายแดงซันเดย์ เป็นนักชกถนัดเข่า และเดินหน้าเตะไม่ยั้ง  อีกทั้งยังเป็นนักชกที่ขยันเดิน ขยันสู้พยายามอย่างหนักมุ่งมั่นทำเอาฝ่ายน้ำเงินยอดดอย กระเหรี่ยงดอยเชียงใหม่ที่แม้ความสูงจะเป็นรอง แต่ใจนั้นสู้อย่าบอกใคร เป็นนักชกที่เดินหน้าพยายามอย่างหนัก กับการเดินหน้าเตะเจาะยางออกศอกทุกครั้งที่มีโอกาส เพื่อจัดการตัดกำลังคู่ต่อสู้ โดยพยายามอย่างต่อเนื่องฮึดตลอด หากแต่สรุปผลมวยครั้งสุดท้าย 3 กรรมการลงความเห็นด้วยคะแนนที่มีอยู่ ให้เสมอกันทั้ง 2 ฝ่าย ทำเอาค้านสายตาคนดูกันไม่น้อยเลยทีเดียว', '2023-01-09 20:17:35', '1'),
(46, 'ข่าวมวยไทย-18.jpg', 'พงษ์ศิริ พลิกเอาชนะ เพชรหัวหิน รับเงินอัดฉีดก้อนโต', 'พงษ์ศิริ พลิกเกมคว้าชัยเหนือ เพชรหัวหิน คว้าเงินอัดฉีดกับบ้าน มวยดีวิถีไทย กับการชกกันของนักชกในรุ่น 126 ป. เป็นการพบกันของ พงษ์ศิริ ส.ส.ต้อยแปดริ้ว ขึ้นสังเวียนประชันหมัดกับ เพชรหัวหิน จิตรเมืองนนท์ สำหรับเกมการชกครั้งนี้เป็นคู่ชกที่ยังไม่เคยพบกันมาก่อน ถือได้ว่าเป็นคู่เปิดซิง ซึ่งทางด้านของฝ่ายแดงพงษ์ศิริ มีความเป็นรองฝ่ายน้ำเงินเพชรหัวหิน อยู่มากพอสมควร โดยทางด้านพงษ์ศิริ นั้นถือได้ว่าเป็นนักชกประสบการณ์สูงจากอำเภอลำทะเมนชัย ชาวจังหวัดนครราชสีมา เป็นมวยชนขวา หากแต่ก็ครบเครื่องเรื่องเตะขา ต่อยหมัดได้แรง เดินดีไม่มีหยุด ทั้งไล่แทงเข่าโหนตีแบบเก๋าเกม  โดยในการพบกันครั้งนี้กับเพชรหัวหิน ที่เป็นนักชกชาวอำเภอเนินมะปราง จากจังหวัดพิษณุโลก เป็นอีกนักชกที่ถนัดขวา โหนเข่าเตะได้เหนียว ก่อนที่จะพยายามสู้กลับทั้งเดินเตะ ต่อยออกขวา ไล่ปล้ำตีบู๊ดุดัน หากแต่กลับไม่สามารถทำได้จะแจ้ง ไล่ตามไม่ทันทั้งที่เป็นต่อกว่า และศึกนี้กลับพลิกล็อกสร้างความตะลึง เมื่อฝ่ายแดงพงษ์ศิริ แม้จะมีความมาเป็นรอง แต่บทสรุปสามารถชนะคะแนนขาดลอย ทิ้งห่างฝ่ายน้ำเงินเพชรหัวหิน พร้อมรับเละเงินอัดฉีดกว่าแสนบาทไปครอง', '2023-01-09 20:18:01', '1'),
(47, 'ข่าวมวยไทย-17.jpg', '2 เพชรปะทะเดือด เพชรน้ำหนึ่ง พลาดท่าแพ้ เพชรสีทอง', 'เพชรน้ำหนึ่ง ระเบิดศึกความมันส์เอาชนะ เพชรสีทอง ไปได้สำเร็จ ศึกมวยมันส์วันศุกร์ เป็นการเปิดเวทีมวยรังสิต กับการพบกันของนักชกในพิกัด 122.0 ป. คู่เอกมวยรอบ 5 ดาวเงินล้าน เป็นการเปิดศึกระหว่าง 2 เพชร โดยทางด้านฝ่ายแดง เพชรน้ำหนึ่ง ต.สุรัตน์ มีคิวบู๊ขึ้นสังเวียนปะทะฝ่ายน้ำเงิน เพชรสีทอง ส.ศักดิ์นรินทร์ สำหรับทางด้านฝ่ายแดงเพชรน้ำหนึ่ง เป็นนักชกชาวจังหวัดชุมพร เป็นนักชกที่ถนัดทั้งเข่าและหมัดขวา เป็นมวยหมัดหนักและครบเครื่องคนหนึ่ง กับการออกอาวุธที่เรียกได้ว่ามันส์หยดเพื่อพิชิตเงินล้าน  ส่วนทางด้านของเพชรสีทอง ที่เป็นนักชกสายเลือดลูกอีสานชาวจังหวัดชัยภูมิ เป็นมวยถนัดขวา ที่เน้นตั้งรับแล้วค่อยสวนกลับแบบชนิดที่เรียกได้ว่า รัวหมดใส่ไม่มียั้งเมื่อมีโอกาศ ซึ่งเกมนี้ชิงแต้มกดกันไม่ลงต้องไล่ปล้ำไล่ตีจนครบ 5 ยก เพราะการเดินหน้าพยายามเสียบเข่า ออกหมัดออกศอกเดินหน้าด้วยวัยกำลังห้าว โดยการเดินเกมของทั้งคู่ต่างก็มีรุกและรับ ผลัดกันออกอาวุธสาดใส่กันแบบไม่ยั้ง ก่อนผลสรุปคะแนนจะออกมาฝ่ายน้ำเงินเพชรสีทอง สามารถเอาชนะฝ่ายแดงเพชรน้ำหนึ่ง ไปได้ในที่สุด', '2023-01-09 20:18:46', '1');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `images`
--
ALTER TABLE `images`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `images`
--
ALTER TABLE `images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
